Repository: arancour69/enigma2-plugins
Catalog: PLi/SoftcamSetup/po/*.po
Languages: no, pt_br, ru

source: Add Channel
ru: Добавить канал

source: Add Provider
ru: Добавить провайдера

source: Auto-Camd List Setup
ru: Auto-Camd - настройки списка

source: Cancel
no: Avbryt
pt_br: Cancelar
ru: Отмена

source: Change Camd
ru: Изменить эмулятор

source: Changing keymap failed (%s).
ru: Ошибка применения быстрой кнопки (%s).

source: Channel
ru: Канал

source: Choice key
ru: Выбор кнопки

source: Close plugin on restart emu
ru: Закрывать плагин после рестарта

source: Current cardserver:
ru: Текущий кардсервер:

source: Current softcam:
ru: Текущий эмулятор:

source: Default Camd
ru: Дефолтный эмулятор

source: Delete
ru: Удалить

source: Don't switch auto-camd while recording
ru: Не переключать эмуляторы во время записи

source: Enable Auto-Camd
ru: Включить Auto-Camd

source: Green key
ru: Зеленая кнопка

source: Help key
ru: кнопка Help

source: Lets you configure your softcams
no: Lar deg stille inn ditt softcam
pt_br: Permite configurar suas softcams
ru: Управление эмуляторами

source: OK
ru: ОК

source: Open plugin - cursor to restart:
ru: Открыть плагин - курсор на рестарте:

source: Please wait, restarting cardserver.
no: Vennligst vent, starter kortserver på nytt
pt_br: Por favor aguarde, reiniciando o cardserver.
ru: Подождите, выполняется рестарт выбранного кардсервера.

source: Please wait, restarting softcam and cardserver.
no: Vennligst vent, starter på nytt softcam og kortserver
pt_br: Por favor aguarde, reiniciando a softcam e o cardserver.
ru: Подождите, выполняется рестарт эмулятора и кардсервера.

source: Please wait, restarting softcam.
no: Vennligst vent, starter softcam på nytt
pt_br: Por favor aguarde, reiniciando a softcam.
ru: Подождите, выполняется рестарт выбранного эмулятора.

source: Provider
ru: Провайдер

source: Quick button
ru: Быстрая кнопка

source: RED key
ru: Красная кнопка

source: Restart both
no: Start begge på nytt
pt_br: Reiniciar os dois
ru: Обе перезагрузки

source: Restart cardserver
no: Start kortserver på nytt
pt_br: Reiniciar o cardserver
ru: Рестарт кардсервера

source: Restart softcam
no: Start softcam på nytt
pt_br: Reiniciar a softcam
ru: Рестарт эмулятора

source: Select Cam for %s
ru: Выбор эмулятора для %s

source: Select Card Server
no: Velg kortserver
pt_br: Selecione o Card Server
ru: Выбор кардсервера

source: Select Softcam
no: Velg softcam
pt_br: Selecione a Softcam
ru: Выбор эмулятора

source: Settings menu
ru: Меню настроек плагина

source: Setup
ru: Настройка

source: Setup Auto-Camd List
ru: Настройки Auto-Camd

source: Show ecm.info
ru: Показать ecm.info

source: Show plugin extensions menu
ru: Показать плагин в меню дополнений

source: Softcam Setup
ru: Настройка эмуляторов

source: Softcam setup
no: Oppsett softcam
pt_br: Configurações de Softcam
ru: Настройка эмуляторов

source: Softcam setup...
no: Softcam oppsett...
pt_br: Configurações de Softcam...
ru: Настройки эмуляторов...

source: Switch camd: '%s' to '%s'
ru: Переключение эмулятора: с '%s' на '%s'

source: TEXT key
ru: кнопка TEXT

source: YELLOW key
ru: Желтая кнопка

source: restart both
ru: обе перезагрузки

source: restart cardserver
ru: рестарт кардсервера

source: restart softcam
ru: рестарт эмулятора
